import api from '@/config/env'

export default {
    API_PATH: api,

    // DAYS : ['日', '一', '二', '三', '四', '五', '六'],
    // MONTH_CH : ['一', '二', '三', '四', '五', '六', '七', '八', '九', '十', '十一', '十二'],

    CONSUMER_PHONE: '400-0669938',

    // 信息中心标签
    MSG_TAGS: ['全部', '额度', '业务', '服务', '合同'],

    // 所属行业, 不能用中文
    INDUSTRY: {
        '1': '基建工程',
        '2': '医药医疗',
        '3': '能源化工',
        '9': '其他'
    },
    // 币种
    CURRENCY: {
        'CNY': '￥',
        'USD': '$',
        'EUR': '€'
    }
}